Repository: kerroumiFati/Gestion-de-stock
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Commercial
ar: التجاري

source: Achats
ar: المشتريات

source: Ventes
ar: المبيعات

source: Caisse
ar: الصندوق

source: Factures
ar: الفواتير

source: Gestion des données
ar: إدارة البيانات

source: Produits
ar: المنتجات

source: Clients
ar: العملاء

source: Fournisseurs
ar: الموردون

source: Import de données
ar: استيراد البيانات

source: Catégories
ar: الفئات

source: Entrepôts
ar: المستودعات

source: Gestion de stock
ar: إدارة المخزون

source: Inventaire
ar: الجرد

source: Mouvements
ar: الحركات

source: Rapports & Analyses
ar: التقارير والتحليلات

source: Statistiques
ar: الإحصائيات

source: Rapports
ar: التقارير

source: Journaux d'audit
ar: سجلات المراجعة

source: Paramètres
ar: الإعدادات

source: ADMINISTRATION
ar: الإدارة

source: Tableau de bord Admin
ar: لوحة تحكم المسؤول

source: Utilisateurs
ar: المستخدمون

source: Déconnexion
ar: تسجيل الخروج

source: Market
ar: السوق

source: Actions
ar: الإجراءات

source: Ajouter
ar: إضافة

source: Modifier
ar: تعديل

source: Supprimer
ar: حذف

source: Fermer
ar: إغلاق

source: Confirmer
ar: تأكيد

source: Annuler
ar: إلغاء

source: Enregistrer
ar: حفظ

source: Rechercher
ar: بحث

source: Filtrer
ar: تصفية

source: Rafraîchir
ar: تحديث

source: Imprimer
ar: طباعة

source: Exporter
ar: تصدير

source: Nom
ar: الاسم

source: Prénom
ar: الاسم الأول

source: Email
ar: البريد الإلكتروني

source: Téléphone
ar: الهاتف

source: Adresse
ar: العنوان

source: Référence
ar: المرجع

source: Désignation
ar: التسمية

source: Description
ar: الوصف

source: Prix
ar: السعر

source: Prix U
ar: سعر الوحدة

source: Prix unitaire
ar: سعر الوحدة

source: Prix d'achat unitaire
ar: سعر الشراء للوحدة

source: Quantité
ar: الكمية

source: Qté
ar: الكمية

source: Qté Min
ar: الحد الأدنى

source: Quantité actuelle
ar: الكمية الحالية

source: Nouvelle quantité
ar: الكمية الجديدة

source: Quantité produit
ar: كمية المنتج

source: quantite
ar: الكمية

source: Date
ar: التاريخ

source: Date d'Achat
ar: تاريخ الشراء

source: Catégorie
ar: الفئة

source: Client
ar: العميل

source: Fournisseur
ar: المورد

source: Entrepôt
ar: المستودع

source: Entrepôt par défaut
ar: المستودع الافتراضي

source: Paiement
ar: الدفع

source: Type de paiement
ar: نوع الدفع

source: Espèces
ar: نقداً

source: Carte
ar: بطاقة

source: Carte bancaire
ar: بطاقة مصرفية

source: Chèque
ar: شيك

source: Virement
ar: تحويل مصرفي

source: Crédit
ar: ائتمان

source: Code
ar: الرمز

source: Code-barres
ar: الباركود

source: Numéro
ar: الرقم

source: Statut
ar: الحالة

source: Total
ar: المجموع

source: Total TTC
ar: المجموع الإجمالي

source: Total ligne
ar: مجموع السطر

source: Total des ventes
ar: إجمالي المبيعات

source: CA Total
ar: إجمالي رقم الأعمال

source: Observations
ar: ملاحظات

source: Commentaires
ar: تعليقات

source: Commentaires sur la vente...
ar: تعليقات على البيع...

source: Valeur
ar: القيمة

source: Devise
ar: العملة

source: Symbole
ar: الرمز

source: Taux
ar: السعر

source: Défaut
ar: افتراضي

source: Validité
ar: الصلاحية

source: Erreur
ar: خطأ

source: Point de Vente
ar: نقطة البيع

source: Scanner Code-Barres
ar: مسح الباركود

source: Scanner code-barres ou référence...
ar: مسح الباركود أو المرجع...

source: Scanner ou saisir...
ar: مسح أو إدخال...

source: Scannez / tapez...
ar: مسح / كتابة...

source: Sélection manuelle
ar: اختيار يدوي

source: Select produit
ar: اختر المنتج

source: Sélectionner un produit
ar: اختر منتجاً

source: Sélectionner une catégorie
ar: اختر فئة

source: Sélectionner un fournisseur
ar: اختر مورداً

source: Sélectionner un entrepôt
ar: اختر مستودعاً

source: Sélectionner un type
ar: اختر نوعاً

source: Panier
ar: السلة

source: Panier vide
ar: السلة فارغة

source: article(s)
ar: منتج/منتجات

source: Informations de Vente
ar: معلومات البيع

source: Sous-total HT
ar: المجموع الفرعي

source: Remise
ar: خصم

source: Remise (%)
ar: خصم (%)

source: Brouillons
ar: مسودات

source: Finalisées
ar: مكتملة

source: Toutes
ar: الكل

source: Tous les produits
ar: جميع المنتجات

source: Tous les entrepôts
ar: جميع المستودعات

source: Gestion des Achats
ar: إدارة المشتريات

source: Gestion des Ventes
ar: إدارة المبيعات

source: Gestion des Produits
ar: إدارة المنتجات

source: Gestion des Clients
ar: إدارة العملاء

source: Gestion des Fournisseurs
ar: إدارة الموردين

source: Gestion des Catégories
ar: إدارة الفئات

source: Filtrer par produit
ar: تصفية حسب المنتج

source: Filtrer par référence...
ar: تصفية حسب المرجع...

source: Filtrer par statut
ar: تصفية حسب الحالة

source: Tapez pour filtrer...
ar: اكتب للتصفية...

source: Impossible de supprimer ce Achat
ar: لا يمكن حذف هذا الشراء

source: Impossible de supprimer ce client
ar: لا يمكن حذف هذا العميل

source: Impossible de supprimer ce fournisseur
ar: لا يمكن حذف هذا المورد

source: Impossible de supprimer cette catégorie
ar: لا يمكن حذف هذه الفئة

source: Auto-généré
ar: إنشاء تلقائي

source: Facultatif
ar: اختياري

source: Laissez vide pour une catégorie principale
ar: اترك فارغاً للفئة الرئيسية

source: Tableau de Bord - Statistiques
ar: لوحة التحكم - الإحصائيات

source: Évolution des Ventes et du Chiffre d'Affaires
ar: تطور المبيعات ورقم الأعمال

source: Statut des Stocks
ar: حالة المخزون

source: Stock Alerte
ar: تنبيه المخزون

source: Répartition des Paiements
ar: توزيع المدفوعات

source: Ventes par Catégorie
ar: المبيعات حسب الفئة

source: Stock par entrepôt
ar: المخزون حسب المستودع

source: Stocks par entrepôt
ar: المخزون حسب المستودع

source: Ventes aujourd'hui
ar: مبيعات اليوم

source: Ventes ce mois
ar: مبيعات هذا الشهر

source: Ventes cette semaine
ar: مبيعات هذا الأسبوع

source: Nom de l'entreprise
ar: اسم الشركة

source: Message de pied de page
ar: رسالة التذييل

source: Message affiché en bas du ticket
ar: رسالة معروضة في أسفل التذكرة

source: Mot de passe actuel
ar: كلمة المرور الحالية

source: Nouveau mot de passe
ar: كلمة المرور الجديدة

source: Ex: Ma Boutique SARL
ar: مثال: متجري ش.ذ.م.م

source: Ex: Électronique
ar: مثال: إلكترونيات

source: Ex: Prix Détaillant
ar: مثال: سعر التجزئة

source: Ex: DETAIL
ar: مثال: تفصيل

source: Merci de votre visite !&#10;Au plaisir de vous revoir.
ar: شكراً لزيارتكم !&#10;نسعد برؤيتكم مرة أخرى.

source: Type de Prix
ar: نوع السعر

source: Libellé
ar: التسمية

source: Nb Prix
ar: عدد الأسعار

source: Ordre
ar: الترتيب

source: Ordre d'affichage
ar: ترتيب العرض

source: Description de la catégorie
ar: وصف الفئة

source: Vers
ar: إلى

source: De
ar: من

source: Vider
ar: إفراغ

source: Valider
ar: تأكيد

source: Choisir
ar: اختر

source: Nouvelle Vente
ar: بيع جديد

source: Liste des Ventes
ar: قائمة المبيعات

source: Choisir un client...
ar: اختر عميلاً...

source: optionnel
ar: اختياري

source: Ajouter des produits
ar: إضافة منتجات

source: Choisir un produit...
ar: اختر منتجاً...

source: Ajouter à la vente
ar: إضافة إلى البيع

source: Total HT
ar: المجموع بدون ضريبة

source: Enregistrer (Brouillon)
ar: حفظ (مسودة)

source: Finaliser la vente
ar: إتمام البيع

source: Détails de la vente
ar: تفاصيل البيع

source: Chargement des détails...
ar: تحميل التفاصيل...

source: Statistiques des Ventes
ar: إحصائيات المبيعات

source: CA
ar: رقم الأعمال

source: aujourd'hui
ar: اليوم

source: cette semaine
ar: هذا الأسبوع

source: ce mois
ar: هذا الشهر

source: total
ar: الإجمالي

source: Import de Données
ar: استيراد البيانات

source: Importez vos produits et catégories en masse depuis des fichiers Excel ou CSV
ar: استيراد المنتجات والفئات بكميات كبيرة من ملفات Excel أو CSV

source: Importer des Produits
ar: استيراد المنتجات

source: Importer des Catégories
ar: استيراد الفئات

source: Template Excel
ar: نموذج Excel

source: Template CSV
ar: نموذج CSV

source: Glissez votre fichier ici ou cliquez pour parcourir
ar: اسحب ملفك هنا أو انقر للتصفح

source: Formats acceptés
ar: الصيغ المقبولة

source: max
ar: الحد الأقصى

source: Prévisualisation
ar: معاينة

source: lignes
ar: سطر/أسطر

source: Confirmer l'import
ar: تأكيد الاستيراد

source: Import en cours...
ar: جاري الاستيراد...

source: Import terminé
ar: اكتمل الاستيراد

source: Instructions
ar: التعليمات

source: Pour les Produits:
ar: للمنتجات:

source: Pour les Catégories:
ar: للفئات:

source: Colonnes requises
ar: الأعمدة المطلوبة

source: Colonnes optionnelles
ar: الأعمدة الاختيارية

source: La catégorie et le fournisseur doivent exister dans le système
ar: يجب أن تكون الفئة والمورد موجودين في النظام

source: Le prix doit être un nombre positif
ar: يجب أن يكون السعر رقماً موجباً

source: La catégorie parente doit exister si spécifiée
ar: يجب أن تكون الفئة الأم موجودة إذا تم تحديدها

source: La couleur doit être au format hexadécimal
ar: يجب أن يكون اللون بصيغة hexadécimal

source: Gestion des Utilisateurs
ar: إدارة المستخدمين

source: Nouvel Utilisateur
ar: مستخدم جديد

source: Liste des Utilisateurs
ar: قائمة المستخدمين

source: Rôles et Permissions
ar: الأدوار والصلاحيات

source: Nom d'utilisateur
ar: اسم المستخدم

source: Mot de passe
ar: كلمة المرور

source: Confirmer le mot de passe
ar: تأكيد كلمة المرور

source: Actif
ar: نشط

source: Membre du staff
ar: عضو الموظفين

source: Superutilisateur
ar: مستخدم خارق

source: Rôle
ar: الدور

source: Permissions
ar: الصلاحيات

source: Dernière connexion
ar: آخر اتصال

source: Réinitialiser le mot de passe
ar: إعادة تعيين كلمة المرور

source: Êtes-vous sûr de vouloir supprimer cet utilisateur ?
ar: هل أنت متأكد من حذف هذا المستخدم؟

source: Gestion des Rôles
ar: إدارة الأدوار

source: Modifier les permissions
ar: تعديل الصلاحيات

source: Gestion des accès
ar: إدارة الوصول

source: Retour au dashboard
ar: العودة إلى لوحة التحكم

source: Journal d'audit
ar: سجل المراجعة

source: Username
ar: اسم المستخدم

source: Utilisateurs Total
ar: إجمالي المستخدمين

source: Comptes Actifs
ar: الحسابات النشطة

source: Administrateurs
ar: المسؤولون

source: Rechercher un utilisateur...
ar: البحث عن مستخدم...

source: Nom complet
ar: الاسم الكامل

source: Gestion des Rôles & Permissions
ar: إدارة الأدوار والصلاحيات

source: Rôles & Permissions
ar: الأدوار والصلاحيات

source: Nouveau Rôle
ar: دور جديد

source: Liste des Rôles
ar: قائمة الأدوار

source: Nom du rôle
ar: اسم الدور

source: Nombre d'utilisateurs
ar: عدد المستخدمين

source: Sélectionner les permissions
ar: اختيار الصلاحيات

source: Toutes les permissions
ar: جميع الصلاحيات

source: Aucune permission
ar: لا صلاحيات

source: Journal d'Audit
ar: سجل المراجعة

source: Activité récente
ar: النشاط الأخير

source: Utilisateur
ar: المستخدم

source: Action
ar: الإجراء

source: Cible
ar: الهدف

source: Horodatage
ar: الطابع الزمني

source: Détails
ar: التفاصيل

source: Toutes les actions
ar: جميع الإجراءات

source: Créé
ar: تم الإنشاء

source: Modifié
ar: تم التعديل

source: Supprimé
ar: تم الحذف

source: Filtrer par action
ar: تصفية حسب الإجراء

source: Filtrer par utilisateur
ar: تصفية حسب المستخدم

source: Exports de Rapports
ar: تصدير التقارير

source: Rapport de Valorisation du Stock
ar: تقرير تقييم المخزون

source: Rapport des Ventes
ar: تقرير المبيعات

source: Rapport d'Inventaire
ar: تقرير الجرد

source: Exporter en Excel
ar: تصدير إلى Excel

source: Exporter en PDF
ar: تصدير إلى PDF

source: Format
ar: الصيغة

source: Période
ar: الفترة

source: Du
ar: من

source: Au
ar: إلى

source: Générer le rapport
ar: إنشاء التقرير

source: Télécharger
ar: تحميل

source: Valorisation du Stock
ar: تقييم المخزون

source: Sessions d'Inventaire
ar: جلسات الجرد

source: Nouvelle session
ar: جلسة جديدة

source: Session en cours
ar: جلسة جارية

source: Sessions terminées
ar: جلسات مكتملة

source: Démarrer l'inventaire
ar: بدء الجرد

source: Terminer l'inventaire
ar: إنهاء الجرد

source: Journal des mouvements
ar: سجل الحركات

source: Mouvements de Stock
ar: حركات المخزون

source: Type de mouvement
ar: نوع الحركة

source: Entrée
ar: إدخال

source: Sortie
ar: إخراج

source: Ajustement
ar: تعديل

source: Source
ar: المصدر

source: Destination
ar: الوجهة

source: Motif
ar: السبب

source: Vente
ar: بيع

source: Achat
ar: شراء

source: Transfert
ar: تحويل

source: Correction
ar: تصحيح

source: Perte
ar: خسارة

source: Nouveau Produit
ar: منتج جديد

source: Liste des Produits
ar: قائمة المنتجات

source: Stock actuel
ar: المخزون الحالي

source: Seuil minimum
ar: الحد الأدنى

source: Seuil d'alerte
ar: حد التنبيه

source: Seuil critique
ar: الحد الحرج

source: En stock
ar: في المخزون

source: Rupture de stock
ar: نفاذ المخزون

source: Stock faible
ar: مخزون منخفض

source: Unité de mesure
ar: وحدة القياس

source: Prix de vente
ar: سعر البيع

source: Prix d'achat
ar: سعر الشراء

source: Marque
ar: العلامة التجارية

source: Nouveau Client
ar: عميل جديد

source: Nouveau Fournisseur
ar: مورد جديد

source: Nouvelle Catégorie
ar: فئة جديدة

source: Nouvel Achat
ar: شراء جديد

source: Liste des Achats
ar: قائمة المشتريات

source: Couleur
ar: اللون

source: Icône
ar: الأيقونة

source: Parent
ar: الأصل

source: Sous-catégories
ar: الفئات الفرعية

source: Ajouter / Modifier un Client
ar: إضافة / تعديل عميل

source: Liste des Clients
ar: قائمة العملاء

source: Réinitialiser
ar: إعادة تعيين

source: Chargement...
ar: جاري التحميل...

source: ID
ar: المعرف

source: Ajouter / Modifier une Catégorie
ar: إضافة / تعديل فئة

source: Nom de la catégorie
ar: اسم الفئة

source: Catégorie parent
ar: الفئة الأم

source: Couleur d'affichage
ar: لون العرض

source: Icône (Font Awesome)
ar: الأيقونة (Font Awesome)

source: Catégorie active
ar: فئة نشطة

source: Liste des Catégories
ar: قائمة الفئات

source: Aucune (catégorie racine)
ar: لا شيء (فئة جذر)

source: Cube
ar: مكعب

source: Ordinateur
ar: حاسوب

source: Mobile
ar: هاتف محمول

source: Vêtement
ar: ملابس

source: Livre
ar: كتاب

source: Automobile
ar: سيارة

source: Maison
ar: منزل

source: Cuisine
ar: مطبخ

source: Jeux
ar: ألعاب

source: Santé
ar: صحة

source: Sport
ar: رياضة

source: Art
ar: فن

source: Ajouter / Modifier un Produit
ar: إضافة / تعديل منتج

source: Quantité en stock
ar: الكمية في المخزون

source: Risk Management
ar: إدارة المخاطر

source: Check
ar: فحص

source: Refresh
ar: تحديث

source: Ajouter le produit
ar: إضافة المنتج

source: Types de Prix
ar: أنواع الأسعار

source: Prix par Produit
ar: السعر حسب المنتج

source: Afficher les prix
ar: عرض الأسعار

source: Prix de base (prixU)
ar: السعر الأساسي

source: Sélectionnez un type de prix pour afficher les prix correspondants dans le tableau ci-dessous
ar: اختر نوع السعر لعرض الأسعار المقابلة في الجدول أدناه

source: Types de prix
ar: أنواع الأسعار

source: Définissez les différents types de prix (Détaillant, Grossiste, Promotionnel, etc.)
ar: حدد أنواع الأسعار المختلفة (تجزئة، جملة، عروض ترويجية، إلخ.)

source: Prix multiples
ar: أسعار متعددة

source: Définissez plusieurs prix pour un même produit selon le type de client ou la quantité
ar: حدد عدة أسعار لنفس المنتج حسب نوع العميل أو الكمية

source: Date début (optionnel)
ar: تاريخ البدء (اختياري)

source: Date fin (optionnel)
ar: تاريخ الانتهاء (اختياري)

source: Ajouter / Modifier un Fournisseur
ar: إضافة / تعديل مورد

source: Libellé / Nom
ar: التسمية / الاسم

source: Liste des Fournisseurs
ar: قائمة الموردين

source: Gestion des Entrepôts
ar: إدارة المستودعات

source: Ajouter / Modifier un Entrepôt
ar: إضافة / تعديل مستودع

source: Nom de l'entrepôt
ar: اسم المستودع

source: Ex: Magasin Central
ar: مثال: المتجر المركزي

source: Ex: MAG01
ar: مثال: MAG01

source: Inactif
ar: غير نشط

source: Liste des Entrepôts
ar: قائمة المستودعات

source: Afficher les entrepôts inactifs
ar: عرض المستودعات غير النشطة

source: Stocks liés
ar: المخزون المرتبط

source: Date d'expiration (optionnelle)
ar: تاريخ انتهاء الصلاحية (اختياري)

source: Total (auto)
ar: المجموع (تلقائي)

source: Gestion des factures
ar: إدارة الفواتير

source: Bon de livraison
ar: إيصال التسليم

source: Depuis BL validé...
ar: من إيصال تسليم مصادق عليه...

source: TVA %
ar: ضريبة القيمة المضافة %

source: N° facture (optionnel)
ar: رقم الفاتورة (اختياري)

source: auto
ar: تلقائي

source: Créer depuis BL
ar: إنشاء من إيصال التسليم

source: Total TVA
ar: إجمالي ضريبة القيمة المضافة

source: Nb Factures
ar: عدد الفواتير

source: TTC
ar: شامل الضريبة

source: Choisir...
ar: اختر...

source: Actualiser
ar: تحديث

source: Dernière mise à jour
ar: آخر تحديث

source: Top 5 Produits les Plus Vendus
ar: أفضل 5 منتجات مبيعاً

source: Mouvements de Stock (30 derniers jours)
ar: حركات المخزون (آخر 30 يوماً)

source: Le produit a été marqué comme inactif car il est référencé dans des transactions (achats, ventes, mouvements).
ar: تم وضع علامة غير نشط على المنتج لأنه مُشار إليه في المعاملات (مشتريات، مبيعات، حركات).

source: Il n'apparaîtra plus dans la liste des produits actifs.
ar: لن يظهر بعد الآن في قائمة المنتجات النشطة.
